{
  "_class_name": "UNet3DConditionModel",
  "_diffusers_version": "0.19.3",
  "act_fn": "gelu",
  "addition_embed_type": "text",
  "addition_embed_type_num_heads": 64,
  "addition_time_embed_dim": null,
  "attention_head_dim": 64,
  "block_out_channels": [
    128,
    256,
    512,
    768,
    768
  ],
  "center_input_sample": false,
  "class_embed_type": "timestep",
  "class_embeddings_concat": false,
  "conv_in_kernel": 3,
  "conv_out_kernel": 3,
  "cross_attention_dim": 768,
  "cross_attention_norm": "group_norm",
  "down_block_types": [
    "ResnetDownsampleBlock3D",
    "ResnetDownsampleBlock3D",
    "ResnetDownsampleBlock3D",
    "SimpleCrossAttnDownBlock3D",
    "SimpleCrossAttnDownBlock3D"
  ],
  "downsample_padding": 1,
  "dual_cross_attention": false,
  "encoder_hid_dim": 4096,
  "encoder_hid_dim_type": "text_proj",
  "flip_sin_to_cos": true,
  "freq_shift": 0,
  "in_channels": 6,
  "layers_per_block": [
    2,
    2,
    3,
    4,
    2
  ],
  "mid_block_only_cross_attention": null,
  "mid_block_scale_factor": 1.4142271248762552,
  "mid_block_type": "UNetMidBlock3DSimpleCrossAttn",
  "norm_eps": 1e-05,
  "norm_num_groups": 32,
  "num_attention_heads": null,
  "num_class_embeds": null,
  "only_cross_attention": false,
  "out_channels": 6,
  "projection_class_embeddings_input_dim": null,
  "resnet_out_scale_factor": 1.4142271248762552,
  "resnet_skip_time_act": true,
  "resnet_time_scale_shift": "scale_shift",
  "sample_size": 256,
  "time_cond_proj_dim": null,
  "time_embedding_act_fn": "gelu",
  "time_embedding_dim": 768,
  "time_embedding_type": "positional",
  "timestep_post_act": null,
  "transformer_layers_per_block": 1,
  "transfromer_in_opt": false,
  "up_block_types": [
    "SimpleCrossAttnUpBlock3D",
    "SimpleCrossAttnUpBlock3D",
    "ResnetUpsampleBlock3D",
    "ResnetUpsampleBlock3D",
    "ResnetUpsampleBlock3D"
  ],
  "upcast_attention": false,
  "use_linear_projection": false
}
