{
  "_class_name": "TextToVideoIFSuperResolutionPipeline_Cond",
  "_diffusers_version": "0.19.3",
  "_name_or_path": "show-1-sr1",
  "feature_extractor": [
    "transformers",
    "CLIPImageProcessor"
  ],
  "image_noising_scheduler": [
    "diffusers",
    "DDPMScheduler"
  ],
  "scheduler": [
    "diffusers",
    "DPMSolverMultistepScheduler"
  ],
  "text_encoder": [
    "transformers",
    "T5EncoderModel"
  ],
  "tokenizer": [
    "transformers",
    "T5Tokenizer"
  ],
  "unet": [
    "showone.models.unet_3d_condition",
    "UNet3DConditionModel"
  ]
}
